# Powered By @BikashHalder & @AdityaHalder 
# Join @BikashGadgetsTech For More Update
# Join @AdityaCheats For Hack
# Join Our Chats @Bgt_Chat & @Adityadiscus 

HELP_1 = """**●○━━━━‌‌‏𝚂𝙴𝚉𝙰𝚁━━━━○●**

✅ اليك قائمة اوامر الادمن ,

★ جميع الاوامر خاصه ب الادمن فقط .

★ لعرض سرعه البوت اكتب : بنج .
★ للتحكم في لغه البوت اكتب : /اللغه .
★ لعرض اعدادات البوت اكتب : الاعدادات .

★ ثانيا اليك اوامر الرتب .

★ لرفع ادمن في الجروب اكتب : رفع مطور . 
★ لتنزيل ادمن في الجروب اكتب : تنزيل مطور . 
★ لعرض قائمه الادمنيه اكتب : المطورين .

★ ثالثا اليك اوامر الحظر .

★ لحظر عضو من الجروب اكتب : حظر ميوزك. 
★ لالغاء حظر عضو من الجروب اكتب : الغاء حظر. 
★ لعرض قائمه المحظورين اكتب : المحظورين
\n\n**●○━━━━‌‌‏𝚂𝙴𝚉𝙰𝚁━━━━○●**"""


HELP_2 = """**●○━━━━‌‌‏𝚂𝙴𝚉𝙰𝚁━━━━○●**

اليك قائمة اوامر التشغيل فالجروب او القناه✅

★ لتشغيل اغنيه اكتب : تشغيل او شغل او /play
★ لتشغيل فيديو اكتب : /vplay او فيديو او فديو
★ لأنهاء الاغنيه اكتب : انهاء او اسكت او ايقاف /end
★ لايقاف الاغنيه مؤقت اكتب : وقف او توقف او /pause
★ لتكملة الاغنيه من الايقاف المؤقت اكتب : كمل او استئناف او /resume
★ لتخطي الاغنيه اكتب : تخطي او /skip
★ لكتم البوت في الكول اكتب : ميوت او /mute
★ لألغاء كتم البوت في الكول اكتب : فك ميوت او /unmute
★ لاعادة تشغيل البوت اكتب : ريستارت او /restart 
★ لمعرفه كلمات اي اغنيه : /lyrics او كلمات
★ لتحميل موسيقي او فيديو : /song او تحميل او اغنيه
★ لمعرفه الاغاني الموجوده في قائمه الانتظار : /queue
★ لعرض سرعه البوت : بنج او /ping
★ لتحويل لغه البوت : اللغه او /lang او language\n\n**●○━━━━‌‌‏𝚂𝙴𝚉𝙰𝚁━━━━○●**"""


HELP_3 = """**●○━━━━‌‌‏𝚂𝙴𝚉𝙰𝚁━━━━○●**\n\n
/ stats - احصل على أفضل 10 مسارات للإحصاءات العالمية ، وأعلى 10 مستخدمين للروبوت ، وأفضل 10 محادثات على الروبوت ، وأفضل 10 تم لعبها في محادثة ، إلخ.

/ sudolist - تحقق من مستخدمي Sudo لـ Yukki Music Bot

/ كلمات الأغاني [اسم الموسيقى] - يبحث في كلمات الأغاني الخاصة بالموسيقى على الويب.

/ song [اسم المسار] أو [رابط YT] - قم بتنزيل أي مقطع صوتي من youtube بتنسيقات mp3 أو mp4.

/ لاعب - احصل على لوحة لعب تفاعلية.

c لتقف على قناة اللعب.

/ queue أو / cqueue- تحقق من قائمة انتظار الموسيقى.
\n\n**●○━━━━‌‌‏𝚂𝙴𝚉𝙰𝚁━━━━○●**"""

HELP_4 = """**●○━━━━‌‌‏𝚂𝙴𝚉𝙰𝚁━━━━○●**\n\n
✅ اوامر تشغيل البوت في القناه

★ قم برفع البوت مشرف بالقناه وبالجروب
او 
★ قم بي رفع البوت في القناه و شغل مباشر
★ استخدم /channelplay او ربط + معرف القناه للربط

★ ثم استخدم الاوامر بالاسفل للتشغيل

★ تشغيل مباشر في القناه

★ لتشغيل اغنيه اكتب : تشغيل او شغل او /play
★ لتشغيل فيديو اكتب : /vplay : فيديو : فديو
★ لأنهاء الاغنيه اكتب : ايقاف او اسكت او /end
★ لايقاف الاغنيه مؤقت اكتب : وقف او توقف او /pause
★ لتكملة الاغنيه من الايقاف المؤقت اكتب : كمل او استئناف او /resume
★ لتخطي الاغنيه اكتب : تخطي او /skip
★ لكتم البوت في الكول اكتب : ميوت او /mute
★ لألغاء كتم البوت في الكول اكتب : فك ميوت او /unmute

★ لتشغيل اغنيه : /cplay
★ لتشغيل فيديو : /cvplay
★ لأنهاء الاغنيه  : /cstop
★ لايقاف الاغنيه مؤقت : /cpause
★ لتكملة الاغنيه  : /cresume
★ لتخطي الاغنيه : /cskip
★ لكتم البوت في الكول  : /cmute
★ لألغاء كتم البوت في الكول  :  /cunmute

★ لتقديم الاغنيه للامام /seek و الرقم
مثال : /seek 10 تقديم عشر ثواني
★ لارجاع للخلف /seekback و الرقم 
\n\n**●○━━━━‌‌‏𝚂𝙴𝚉𝙰𝚁━━━━○●**""" 
